Repository: pouriaMaleki/navon
Catalog: companion-apps/ios/CompanionApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fi, fr, hi, id, ja, mr, pt, ru, ur, zh

# common.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
mr: रद्द करा
pt: Cancelar
ru: Отмена
ur: منسوخ کریں
zh: 取消

# common.cancel.role
source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
mr: रद्द करा
pt: Cancelar
ru: Отмена
ur: منسوخ کریں
zh: 取消

# common.close
source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
mr: बंद करा
pt: Fechar
ru: Закрыть
ur: بند کریں
zh: 关闭

# common.dismiss
source: Dismiss
ar: إخفاء
bn: বাতিল করুন
de: Schließen
es: Cerrar
fa: رد کردن
fi: Sulje
fr: Fermer
hi: खारिज करें
id: Tutup
ja: 閉じる
mr: बंद करा
pt: Dispensar
ru: Отклонить
ur: مسترد کریں
zh: 关闭

# common.forget
source: Forget
ar: نسيان
bn: ভুলে যান
de: Vergessen
es: Olvidar
fa: فراموش کن
fi: Unohda
fr: Oublier
hi: भूलें
id: Lupakan
ja: 忘れる
mr: विसरा
pt: Esquecer
ru: Забыть
ur: بھول جائیں
zh: 忘记

# common.ok
source: OK
ar: حسنًا
bn: ঠিক আছে
fa: باشه
hi: ठीक है
mr: ठीक आहे
ru: ОК
ur: ٹھیک ہے
zh: 确定

# cue.arrived
source: You have arrived at your destination
ar: لقد وصلت إلى وجهتك
bn: আপনি গন্তব্যে পৌঁছেছেন
de: Sie sind an Ihrem Ziel angekommen
es: Has llegado a tu destino
fa: به مقصد رسیدید
fi: Olet saapunut määränpäähäsi
fr: Vous êtes arrivé à destination
hi: आप अपने गंतव्य पर पहुँच गए हैं
id: Anda telah tiba di tujuan Anda
ja: 目的地に到着しました
mr: तुम्ही तुमच्या गंतव्यस्थानी पोहोचलात
pt: Você chegou ao seu destino
ru: Вы прибыли в пункт назначения
ur: آپ اپنے منزل پر پہنچ گئے ہیں
zh: 已到达目的地

# cue.arrivingInM
source: Arriving at your destination in {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ar: الاقتراب من وجهتك خلال {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
bn: আপনার গন্তব্যে পৌঁছাতে আর {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
de: Kommst in {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} an deinem Ziel an
es: Llegas a tu destino en {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fa: در {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} به مقصد می‌رسید
fi: Saavut määränpäähäsi {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} kuluttua
fr: Arrivée à votre destination dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
hi: अपने गंतव्य पर {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में पहुंच रहे हैं
id: Tiba di tujuan Anda dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ja: 目的地に到着まで {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} です
mr: तुमच्या गंतव्यस्थानी {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये पोहोचत आहात
pt: Chegando ao seu destino em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ru: Прибытие к месту назначения через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ur: اپنے منزلِ مقصود پر پہنچ رہے ہیں {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内到达目的地

# cue.nextTurnInAbout.generic
source: Next turn ahead in about {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ar: الانعطاف التالي بعد مسافة تقارب {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
bn: প্রায় {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর পরবর্তী নির্দেশনা
de: Nächste Abzweigung in etwa {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
es: Siguiente giro en unos {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fa: در حدود {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} نوبت بعدی
fi: Seuraava käännös noin {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} päästä
fr: Prochain virage dans environ {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
hi: लगभग {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में अगला मोड़
id: Belok berikutnya di depan kira-kira {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ja: 次の案内は約 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先です
mr: सुमारे {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये पुढचा वळण
pt: Próxima manobra em cerca de {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ru: Следующий манёвр через примерно {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ur: تقریباً {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں اگلا موڑ
zh: 约在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 后转向

# cue.nextTurnInAbout.left
source: Next turn left in about {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ar: انعطف يسارًا بعد مسافة تقارب {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
bn: প্রায় {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর বামে ঘুরুন
de: Nächste Abzweigung links in etwa {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
es: Gira a la izquierda en unos {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fa: در حدود {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} به چپ بپیچید
fi: Käänny vasemmalle noin {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} päästä
fr: Tournez à gauche dans environ {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
hi: लगभग {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में बायां मोड़
id: Belok kiri berikutnya di depan kira-kira {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ja: 次の左折は約 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先です
mr: सुमारे {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये डावीकडे वळा
pt: Próxima conversão à esquerda em cerca de {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ru: Поворот налево через примерно {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ur: تقریباً {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں بائیں مڑیں
zh: 约在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 后向左转

# cue.nextTurnInAbout.merge
source: Next merge in about {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ar: الاندماج بعد مسافة تقارب {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
bn: প্রায় {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর মার্জ করুন
de: Nächster Einfädeln in etwa {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
es: Próxima incorporación en aproximadamente {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fa: ادغام بعدی در حدود {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fi: Sulautuminen noin {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} päästä
fr: Insertion dans environ {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
hi: लगभग {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में मर्ज
id: Bergabung berikutnya di depan kira-kira {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ja: 次の合流は約 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先です
mr: सुमारे {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये मर्ज करा
pt: Próxima fusão em cerca de {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ru: Слияние через примерно {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ur: تقریباً {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں مرج کریں
zh: 约在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 后并入

# cue.nextTurnInAbout.ramp
source: Next ramp in about {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ar: المنحدر بعد مسافة تقارب {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
bn: প্রায় {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর র‌্যাম্প
de: Nächste Rampe in etwa {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
es: Próxima rampa en aproximadamente {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fa: رمپ بعدی در حدود {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fi: Ramppi noin {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} päästä
fr: Rampe dans environ {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
hi: लगभग {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में रैंप
id: Naik/turun landai berikutnya di depan kira-kira {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ja: 次のランプは約 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先です
mr: सुमारे {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये रॅम्प
pt: Próxima rampa em cerca de {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ru: Съезд через примерно {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ur: تقریباً {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں ریمپ لیں
zh: 约在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 后上匝道

# cue.nextTurnInAbout.right
source: Next turn right in about {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ar: انعطف يمينًا بعد مسافة تقارب {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
bn: প্রায় {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর ডানে ঘুরুন
de: Nächste Abzweigung rechts in etwa {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
es: Gira a la derecha en unos {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fa: در حدود {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} به راست بپیچید
fi: Käänny oikealle noin {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} päästä
fr: Tournez à droite dans environ {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
hi: लगभग {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में दायां मोड़
id: Belok kanan berikutnya di depan kira-kira {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ja: 次の右折は約 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先です
mr: सुमारे {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये उजवीकडे वळा
pt: Próxima conversão à direita em cerca de {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ru: Поворот направо через примерно {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ur: تقریباً {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں دائیں مڑیں
zh: 约在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 后向右转

# cue.nextTurnInAbout.roundabout
source: Next roundabout in about {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ar: ادخل الدوّار بعد مسافة تقارب {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
bn: প্রায় {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর গোলচত্বর
de: Nächster Kreisverkehr in etwa {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
es: Próxima rotonda en aproximadamente {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fa: میدان گرد بعدی در حدود {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fi: Liity kiertoliittymään noin {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} päästä
fr: Rond-point dans environ {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
hi: लगभग {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में राउंडअबाउट
id: Masuk bundaran berikutnya di depan kira-kira {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ja: 次のラウンドアバウトは約 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先です
mr: सुमारे {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये राउंडअबाऊटमध्ये जा
pt: Próxima rotatória em cerca de {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ru: Кольцевая развязка через примерно {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ur: تقریباً {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں گول چکر میں داخل ہوں
zh: 约在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 后进入环岛

# cue.nextTurnInAbout.slightLeft
source: Next slight left in about {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ar: ميل يسارًا قليلًا بعد مسافة تقارب {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
bn: প্রায় {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর সামান্য বামে
de: Leicht links in etwa {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
es: Mantén la izquierda en aproximadamente {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fa: حدود {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} دیگر به چپ برو
fi: Vähäinen vasemmalle noin {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} päästä
fr: Légère gauche dans environ {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
hi: लगभग {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में हल्का बायां
id: Belok sedikit kiri berikutnya di depan kira-kira {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ja: 次の緩やかな左は約 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先です
mr: सुमारे {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये किंचित डावीकडे
pt: Próxima leve à esquerda em cerca de {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ru: Небольшой поворот налево через примерно {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ur: تقریباً {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں ہلکا سا بائیں
zh: 约在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 后轻微向左

# cue.nextTurnInAbout.slightRight
source: Next slight right in about {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ar: ميل يمينًا قليلًا بعد مسافة تقارب {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
bn: প্রায় {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর সামান্য ডানে
de: Leicht rechts in etwa {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
es: Mantén la derecha en aproximadamente {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fa: حدود {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} دیگر به راست برو
fi: Vähäinen oikealle noin {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} päästä
fr: Légère droite dans environ {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
hi: लगभग {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में हल्का दायां
id: Belok sedikit kanan berikutnya di depan kira-kira {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ja: 次の緩やかな右は約 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先です
mr: सुमारे {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये किंचित उजवीकडे
pt: Próxima leve à direita em cerca de {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ru: Небольшой поворот направо через примерно {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ur: تقریباً {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں ہلکا سا دائیں
zh: 约在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 后轻微向右

# cue.nextTurnInAbout.uturn
source: Next turn u-turn in about {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ar: انعطف U-turn بعد مسافة تقارب {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
bn: প্রায় {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর U-turn
de: Nächster U-turn in etwa {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
es: Haz un U-turn en unos {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}
fa: در حدود {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} یک دور U بزنید
fi: U-käännös noin {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} päästä
fr: Demi-tour dans environ {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
hi: लगभग {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में U-turn
id: Putar balik (U-turn) berikutnya di depan kira-kira {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ja: 次のUターンは約 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先です
mr: सुमारे {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये U-turn करा
pt: Próxima conversão em retorno (U-turn) em cerca de {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ru: Разворот через примерно {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}
ur: تقریباً {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں U-turn کریں
zh: 约在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 后掉头
